Repository: Luc1eSky/financial_literacy_game
Catalog: lib/l10n/app_*.arb
Languages: es_pe, kn

# assetDied
source: {asset} has died!
es_pe: {asset} Ha muerto!
kn: {asset} ಸತ್ತಿವೆ!

# assets
source: income from assets
es_pe: Ingresos de los activos
kn: ಆಸ್ತಿ

# assetsDied
source: animals have died!
es_pe: ¡Los animales han muerto!
kn: ಜಾನುವಾರುಗಳು ಸತ್ತಿವೆ!

source: borrow
es_pe: Sacar un préstamo
kn: ಸಾಲ ಮಾಡಿ

# borrowAt
source: borrow at {interestRate}% interest total
es_pe: Tomar un préstamo al {interestRate}% de interés total
kn: {interestRate}% ಬಡ್ಡಿ ದರದಲ್ಲಿ ಸಾಲ

source: cash
es_pe: Pagar en efectivo
kn: ನಗದು

# cashAlert
source: not enough cash!
es_pe: ¡No tiene suficiente efectivo!
kn: ಬೇಕಾದಷ್ಟು ನಗದು ಇಲ್ಲ

source: cash goal
es_pe: Meta de efectivo
kn: ನಗದು ಗುರಿ

# cashGoalReach
source: cash goal: reach {cashAmount}
es_pe: Meta de efectivo: alcanzar {cashAmount}
kn: ನಗದು ಗುರಿ: ತಲುಪಲು {cashAmount}

source: chicken
es_pe: pollo
kn: ಕೋಳಿ

source: clear cache
es_pe: Limpiar cache

# confirm
source: okay
es_pe: Acceptar
kn: ಸರಿ

source: congratulations
es_pe: Felicitaciónes
kn: ಅಭಿನಂದನೆಗಳು

# continueButton
source: continue
es_pe: Continuar
kn: ಮುಂದುವರಿಸಿ

source: cow
es_pe: vaca
kn: ಹಸು

# currentCash
source: your current cash: {cashAmount}
es_pe: Efectivo disponible: {cashAmount}
kn: ನಿಮ್ಮ ಪ್ರಸ್ತುತ ನಗದು: {cashAmount}

source: don't buy
es_pe: No comprar
kn: ಖರೀದಿಸಬೇಡಿ

# enterName
source: please enter first and last name.
es_pe: Por favor, introduzca su nombre y apellido.
kn: ದಯವಿಟ್ಟು ಮೊದಲ ಮತ್ತು ಕೊನೆಯ ಹೆಸರನ್ನು ನಮೂದಿಸಿ.

source: expenses
es_pe: gastos
kn: ವೆಚ್ಚಗಳು

# gameFinished
source: congratulations you finished the game successfully!
es_pe: ¡Felicitaciones, terminaste el juego con éxito!
kn: ನೀವು ಆಟವನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಮುಗಿಸಿದ್ದೀರಿ ಅಭಿನಂದನೆಗಳು!

source: goat
es_pe: cabra
kn: ಆಡು

# hintFirstName
source: first name
es_pe: Nombre
kn: ಮೊದಲ ಹೆಸರು

# hintLastName
source: last name
es_pe: Apellido
kn: ಕೊನೆಯ ಹೆಸರು

source: How to Play
es_pe: Cómo jugar
kn: ಹೇಗೆ ಆಡುವುದು

source: income
es_pe: Ingreso
kn: ಆದಾಯ

# incomePerYear
source: income: {cashAmount} / year
es_pe: Ingresos: {cashAmount} / año

# instructionText1
source: 1. To start the game click the “NEXT” button in the top right corner.
es_pe: 1. Para comenzar el juego, haga clic en el botón “Siguiente“ en la esquina superior derecha.
kn: 1. ಆಟವನ್ನು ಪ್ರಾರಂಭಿಸಲು ಮೇಲಿನ ಬಲ ಮೂಲೆಯಲ್ಲಿರುವ “ಮುಂದೆ“ ಬಟನ್ ಕ್ಲಿಕ್ ಮಾಡಿ.

# instructionText2
source: 2. You can buy an animal with cash, take a loan or decide not to buy the asset.
es_pe: 2. Puedes decidir comprar un animal con efectivo, sacar un préstamo, o no comprar el activo.
kn: 2. ನೀವು ಹಣದಿಂದ ಪ್ರಾಣಿಯನ್ನು ಖರೀದಿಸಬಹುದು, ಸಾಲವನ್ನು ತೆಗೆದುಕೊಳ್ಳಬಹುದು ಅಥವಾ ಆಸ್ತಿಯನ್ನು ಖರೀದಿಸದಿರಲು ನಿರ್ಧರಿಸಬಹುದು.

# instructionText3
source: 3. Each round animals vary in price, income and life expectancy.
es_pe: 3. Cada oferta de animales varía en su precio, ingresos, y esperanza de vida.
kn: 3. ಪ್ರತಿಯೊಂದು ಸುತ್ತಿನ ಪ್ರಾಣಿಗಳು ಬೆಲೆ, ಆದಾಯ ಮತ್ತು ಜೀವಿತಾವಧಿಯಲ್ಲಿ ಬದಲಾಗುತ್ತವೆ.

# instructionText4
source: 4. You might find the calculations underneath the animal card helpful.
es_pe: 4. Es posible que encuentre útiles los cálculos debajo de la tarjeta de animales.
kn: 4. ಪ್ರಾಣಿ ಕಾರ್ಡ್‌ನ ಕೆಳಗಿರುವ ಲೆಕ್ಕಾಚಾರಗಳು ನಿಮಗೆ ಸಹಾಯಕವಾಗಬಹುದು.

# instructionText5
source: 5. You have to reach a certain cash amount to make it to the next level.
es_pe: 5. Debe alcanzar una cantidad en efectivo determinada para llegar al siguiente nivel.
kn: 5. ಮುಂದಿನ ಹಂತಕ್ಕೆ ಹೋಗಲು ನೀವು ನಿರ್ದಿಷ್ಟ ನಗದು ಮೊತ್ತವನ್ನು ತಲುಪಬೇಕು.

# instructionText6
source: 6. You can find these game instructions in the settings menu.
es_pe: 6. Puedes encontrar estas instrucciones del juego en el menú de Configuración.
kn: 6. ಸೆಟ್ಟಿಂಗ್‌ಗಳ ಮೆನುವಿನಲ್ಲಿ ನೀವು ಈ ಆಟದ ಸೂಚನೆಗಳನ್ನು ಕಾಣಬಹುದು.

# interestCash
source: • Interest rate on cash is {interestRate}% / year
es_pe: • La tasa de interés en efectivo es {interestRate}% / año
kn: • ನಗದು ಮೇಲಿನ ಬಡ್ಡಿ ದರ {interestRate}% / ವರ್ಷ

source: Investment Options
es_pe: Opciones de inversión
kn: ಹೂಡಿಕೆ ಆಯ್ಕೆಗಳು

# language
source: English
es_pe: Español - PEN
kn: ಆಂಗ್ಲ

# languagesTitle
source: languages
es_pe: Idiomas
kn: ಭಾಷೆಗಳು

# level
source: level {level} / {levelTotal}
es_pe: Nivel {level} / {levelTotal}
kn: ಹಂತ {level} / {levelTotal}

# lifeExpectancy
source: life expectancy: {yearsNum} years
es_pe: Esperanza de vida: {yearsNum} años
kn: ಆಯಸ್ಸು

# lifeRisk
source: risk: 1 out of {number} will not survive
es_pe: Riesgo: 1 de {number} no sobrevivirá
kn: ಅಪಾಯ: {number} ರಲ್ಲಿ 1 ಉಳಿಯುವುದಿಲ್ಲ

# loan
source: {count, plural, =1{loan} other{loans}}
es_pe: {count, plural, =1{préstamo} other{préstamos}}
kn: {count, plural, =1{ಸಾಲ} other{ಸಾಲಗಳು}}

# lostGame
source: unfortunately you ran out of cash. You can either restart this level or start a new game.
es_pe: Desafortunadamente, te quedaste sin efectivo. Puedes reiniciar este nivel o comenzar un nuevo juego.
kn: ದುರದೃಷ್ಟವಶಾತ್ ನಿಮ್ಮಲ್ಲಿ ಹಣದ ಕೊರತೆಯಿದೆ. ನೀವು ಈ ಹಂತವನ್ನು ಮರುಪ್ರಾರಂಭಿಸಬಹುದು ಅಥವಾ ಹೊಸ ಆಟವನ್ನು ಪ್ರಾರಂಭಿಸಬಹುದು.

source: next
es_pe: Seguir
kn: ಮುಂದೆ

source: next level
es_pe: Siguiente nivel
kn: ಮುಂದಿನ ಹಂತ

# notMe
source: that's not me
es_pe: Ese no soy yo
kn: ಅದು ನಾನಲ್ಲ

source: overview
es_pe: Descripción general
kn: ಅವಲೋಕನ

source: pay cash
es_pe: Pagar en efectivo
kn: ನಗದು ಪಾವತಿಸಿ

# price
source: price: {cashAmount}
es_pe: Precio: {cashAmount}
kn: ಬೆಲೆ

# reachedNextLevel
source: you have reached the next level!
es_pe: ¡Has alcanzado el siguiente nivel!
kn: ನೀವು ಮುಂದಿನ ಹಂತವನ್ನು ತಲುಪಿದ್ದೀರಿ!

source: restart
es_pe: Reanudar
kn: ಪುನರಾರಂಭಿಸಿ

source: restart game
es_pe: Reiniciar el juego
kn: ಆಟವನ್ನು ಮರುಪ್ರಾರಂಭಿಸಿ

source: restart level
es_pe: Volver a empezar el nivel
kn: ಈ ಮಟ್ಟವನ್ನು ಮರುಪ್ರಾರಂಭಿಸಿ

# sameUser
source: If you are {firstName}, simply start the game.
es_pe: Si eres {firstName}, simplemente comienza el juego.
kn: ನೀವು {firstName} ಆಗಿದ್ದರೆ, ಸರಳವಾಗಿ ಆಟವನ್ನು ಪ್ರಾರಂಭಿಸಿ.

source: settings
es_pe: Ajustes
kn: ಸಂಯೋಜನೆಗಳು

# signInDifferentPerson
source: if that is not you, please sign in as a different person.
es_pe: Si ese no eres tú, por favor reinicia sesión con un usuario diferente.
kn: ಅದು ನೀವಲ್ಲದಿದ್ದರೆ, ದಯವಿಟ್ಟು ಬೇರೆ ವ್ಯಕ್ತಿಯಾಗಿ ಸೈನ್ ಇನ್ ಮಾಡಿ.

# startAtLevel
source: start at level {level}
es_pe: Comience en el nivel {level}
kn: ಹಂತ {level} ನಲ್ಲಿ ಪ್ರಾರಂಭಿಸಿ

source: tip
es_pe: Consejo
kn: ಸುಳಿವು

# titleSignIn
source: welcome to the FinSim Game
es_pe: Bienvenido al juego de Finsim
kn: FinSim ಆಟಕ್ಕೆ ಸ್ವಾಗತ

source: warning
es_pe: Advertencia
kn: ಎಚ್ಚರಿಕೆ

# welcomeBack
source: Welcome back, {firstName} {lastName}!
es_pe: Bienvenido de nuevo, {firstName} {lastName}!
kn: ಮರಳಿ ಸ್ವಾಗತ, {firstName} {lastName}!

# welcomeText
source: dear participants, this game is meant to mimic financial investments. It will only be used for the purpose of teaching. This game will not affect the relationship with your bank. Please enter your contact info below:
es_pe: Queridos participantes, este Juego está destinado a imitar inversiones financieras. Solo se utilizará con propósitos educativos. Este juego no afectará la relación con su banco. Ingrese su información de contacto a continuación.
kn: ಅತ್ಹ್ಮಿಯರೇ, ಈ ಆಟವು ಹಣಕಾಸಿನ ಹೂಡಿಕೆಗಳನ್ನು ಅನುಕರಿಸಲು ಉದ್ದೇಶಿಸಲಾಗಿದೆ. ಇದು ಕೇವಲ ಬೋಧನೆಯ ಉದ್ದೇಶಕ್ಕಾಗಿ ಬಳಸಲಾಗುತ್ತದೆ ಮತ್ತು ನಿಮ್ಮ ಬ್ಯಾಂಕ್‌ನೊಂದಿಗಿನ ಸಂಬಂಧದ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರುವುದಿಲ್ಲ. ದಯವಿಟ್ಟು ನೀವು ಕೆಳಗಿನ ಸಂಪರ್ಕ ಮಾಹಿತಿಯನ್ನು ನಮೂದಿಸಿ:

source: error
kn: ದೋಷ

source: personal
kn: ವೈಯಕ್ತಿಕ
